Repository: Gale0418/Celestial-Music-Vault
Catalog: Native/CMV/CMV/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# 編輯順序
source: Edit Order
ja: 順序を編集
zh_hant: 編輯順序

# 完成排序
source: Done Reordering
ja: 並べ替えを完了
zh_hant: 完成排序

# 無法重新排序歌單：%@
source: Could not reorder playlist: %@
ja: プレイリストを並べ替えられません：%@
zh_hant: 無法重新排序歌單：%@

# 先前播放的曲目已無法使用，已選擇其他可用曲目；按播放後才會開始。
source: The previous track is unavailable. Another available track is selected and will start when you press Play.
ja: 以前の曲を利用できないため、別の曲を選択しました。再生ボタンを押すと開始します。
zh_hant: 先前播放的曲目已無法使用，已選擇其他可用曲目；按播放後才會開始。

# 上移
source: Move Up
ja: 上へ移動
zh_hant: 上移

# 下移
source: Move Down
ja: 下へ移動
zh_hant: 下移

# 下一首播放
source: Play Next
ja: 次に再生
zh_hant: 下一首播放

# 佇列曲目操作
source: Queue Track Actions
ja: 再生キューの操作
zh_hant: 佇列曲目操作

# 加入曲庫
source: Date Added
ja: 追加日
zh_hant: 加入曲庫

# 加入曲庫時間
source: Date Added
ja: 追加日
zh_hant: 加入曲庫時間

# 唱片編號
source: Disc Number
ja: ディスク番号
zh_hant: 唱片編號

# 基本資訊
source: Basic Information
ja: 基本情報
zh_hant: 基本資訊

# 專輯歌手
source: Album Artist
ja: アルバムアーティスト
zh_hant: 專輯歌手

# 復原資訊變更
source: Undo Metadata Changes
ja: 情報の変更を元に戻す
zh_hant: 復原資訊變更

# 播放時長
source: Duration
ja: 再生時間
zh_hant: 播放時長

# 日期
source: Date
ja: 日付
zh_hant: 日期

# 曲目編號
source: Track Number
ja: トラック番号
zh_hant: 曲目編號

# 未提供
source: Not Available
ja: 情報なし
zh_hant: 未提供

# 檔案修改時間
source: File Modification Date
ja: ファイルの更新日
zh_hant: 檔案修改時間

# 檔案與曲目
source: File and Track
ja: ファイルとトラック
zh_hant: 檔案與曲目

# 歌曲資訊
source: Track Info
ja: 曲の情報
zh_hant: 歌曲資訊

# 沒有差異
source: No Changes
ja: 変更なし
zh_hant: 沒有差異

# 發行日期
source: Release Date
ja: リリース日
zh_hant: 發行日期

# 相對路徑
source: Relative Path
ja: 相対パス
zh_hant: 相對路徑

# 確認套用
source: Confirm Changes
ja: 変更を適用
zh_hant: 確認套用

# 確認批次變更？
source: Apply Batch Changes?
ja: 一括変更を適用しますか？
zh_hant: 確認批次變更？

# 移到最前
source: Move to Play Next
ja: 次に再生する位置へ移動
zh_hant: 移到最前

# 移除
source: Remove
ja: 削除
zh_hant: 移除

# 類型
source: Genre
ja: ジャンル
zh_hant: 類型

# 無法整理接下來播放：%@
source: Unable to organize the upcoming queue: %@
ja: 次の再生キューを整理できません：%@
zh_hant: 無法整理接下來播放：%@

# 無法更新接下來播放：%@
source: Unable to update the upcoming queue: %@
ja: 次の再生キューを更新できません：%@
zh_hant: 無法更新接下來播放：%@

# 無法還原播放佇列：%@
source: Unable to restore the playback queue: %@
ja: 再生キューを復元できません：%@
zh_hant: 無法還原播放佇列：%@

# 無法預覽歌曲資訊：%@
source: Unable to preview track information: %@
ja: 曲の情報をプレビューできません：%@
zh_hant: 無法預覽歌曲資訊：%@

# 無法復原歌曲資訊：%@
source: Unable to undo track information changes: %@
ja: 曲の情報の変更を元に戻せません：%@
zh_hant: 無法復原歌曲資訊：%@

# 部分歌曲資訊已再次變更，未覆蓋後續修改。
source: Some tracks have changed again. Later edits were preserved.
ja: 一部の曲は再び変更されています。後の変更は保持されました。
zh_hant: 部分歌曲資訊已再次變更，未覆蓋後續修改。

# 預覽 %lld 首歌曲（顯示前 %lld 首）；確認後才會寫入曲庫。原始檔案不會變動。
source: Preview %lld tracks (showing the first %lld). Changes are saved only after confirmation. Original files are unchanged.
ja: %lld曲をプレビュー（最初の%lld曲を表示）。確認後にライブラリへ保存します。元のファイルは変更されません。
zh_hant: 預覽 %lld 首歌曲（顯示前 %lld 首）；確認後才會寫入曲庫。原始檔案不會變動。

# 搜尋歌手
source: Search Artists
ja: アーティストを検索
zh_hant: 搜尋歌手

# 搜尋專輯
source: Search Albums
ja: アルバムを検索
zh_hant: 搜尋專輯

# 找不到符合的目錄
source: No Matching Collections
ja: 一致する項目がありません
zh_hant: 找不到符合的目錄

# 請嘗試其他歌手、專輯或曲目名稱。
source: Try another artist, album, or track name.
ja: 別のアーティスト名、アルバム名、または曲名をお試しください。
zh_hant: 請嘗試其他歌手、專輯或曲目名稱。

# 顯示 %lld / %lld 個目錄
source: Showing %lld of %lld collections
ja: 全 %2$lld 件中 %1$lld 件を表示
zh_hant: 顯示 %lld / %lld 個目錄

# 載入更多
source: Load More
ja: さらに読み込む
zh_hant: 載入更多

# 分析這首音樂
source: Analyze This Track
ja: この曲を分析
zh_hant: 分析這首音樂

# 分析完成，節奏約 %.0f BPM。
source: Analysis complete. Tempo around %.0f BPM.
ja: 分析完了。テンポは約 %.0f BPM です。
zh_hant: 分析完成，節奏約 %.0f BPM。

# 音訊分析已完成。
source: Audio analysis complete.
ja: 音響分析が完了しました。
zh_hant: 音訊分析已完成。

# 已取消分析。
source: Analysis canceled.
ja: 分析をキャンセルしました。
zh_hant: 已取消分析。

# 音訊分析失敗：%@
source: Audio analysis failed: %@
ja: 音響分析に失敗しました：%@
zh_hant: 音訊分析失敗：%@

# Smart DJ 播放選項
source: Smart DJ playback options
ja: Smart DJ の再生オプション
zh_hant: Smart DJ 播放選項

# Smart DJ 是 Pro 功能
source: Smart DJ is a Pro feature
ja: Smart DJ は Pro 機能です
zh_hant: Smart DJ 是 Pro 功能

# Smart DJ 暫時沒有推薦結果，請稍後再試。
source: Smart DJ has no recommendations right now. Please try again later.
ja: 現在おすすめを生成できません。後でもう一度お試しください。
zh_hant: Smart DJ 暫時沒有推薦結果，請稍後再試。

# Smart DJ 會依照最愛、評分與已儲存的聲學分析，挑出一段可以直接播放的曲序。分析全部在裝置上完成。
source: Smart DJ uses favorites, ratings, and saved audio analysis to build a ready-to-play queue. Analysis stays on your device.
ja: Smart DJ はお気に入り、評価、保存済みの音響分析から再生リストを作ります。分析はデバイス上で完結します。
zh_hant: Smart DJ 會依照最愛、評分與已儲存的聲學分析，挑出一段可以直接播放的曲序。分析全部在裝置上完成。

# 先讀取分段候選曲目，再交給本機評分核心。
source: Sampling tracks, then scoring them on this device.
ja: 曲を分けて読み込み、このデバイスで評価しています。
zh_hant: 先讀取分段候選曲目，再交給本機評分核心。

# 加入佇列
source: Add to Queue
ja: キューに追加
zh_hant: 加入佇列

# 已取消 Smart DJ 推薦。
source: Smart DJ recommendations canceled.
ja: Smart DJ のおすすめをキャンセルしました。
zh_hant: 已取消 Smart DJ 推薦。

# 已從分段抽樣的最多 %lld 首候選曲目中選出 %lld 首
source: Selected %2$lld tracks from up to %1$lld sampled candidates
ja: 最大 %1$lld 曲の候補から %2$lld 曲を選びました
zh_hant: 已從分段抽樣的最多 %lld 首候選曲目中選出 %lld 首

# 從分段候選曲目產生新的 Smart DJ 播放清單
source: Create a new Smart DJ queue from sampled tracks
ja: 抽出した曲から新しい Smart DJ キューを作成
zh_hant: 從分段候選曲目產生新的 Smart DJ 播放清單

# 推薦結果
source: Recommendations
ja: おすすめ
zh_hant: 推薦結果

# 曲庫目前沒有可讀取的曲目。
source: There are no readable tracks in your library.
ja: ライブラリに読み込める曲がありません。
zh_hant: 曲庫目前沒有可讀取的曲目。

# 最多 25 首
source: Up to 25 tracks
ja: 最大 25 曲
zh_hant: 最多 25 首

# 本機處理
source: On-device processing
ja: デバイス上で処理
zh_hant: 本機處理

# 查看 CMV Pro
source: View CMV Pro
ja: CMV Pro を見る
zh_hant: 查看 CMV Pro

# 正在準備 Smart DJ
source: Preparing Smart DJ
ja: Smart DJ を準備中
zh_hant: 正在準備 Smart DJ

# 為你排一段夜航
source: A listening journey for you
ja: あなたのための選曲
zh_hant: 為你排一段夜航

# 無法讀取曲庫，請稍後再試。
source: Couldn’t read the library. Please try again later.
ja: ライブラリを読み込めませんでした。後でもう一度お試しください。
zh_hant: 無法讀取曲庫，請稍後再試。

# 目前候選曲目都暫時無法播放，請檢查音樂來源。
source: None of the sampled tracks can play right now. Check your music sources.
ja: 候補の曲を再生できません。音楽ソースを確認してください。
zh_hant: 目前候選曲目都暫時無法播放，請檢查音樂來源。

# 目前沒有可推薦的曲目
source: No tracks to recommend yet
ja: おすすめできる曲がありません
zh_hant: 目前沒有可推薦的曲目

# 節奏約 %@
source: Tempo around %@
ja: テンポ約 %@
zh_hant: 節奏約 %@

# 解鎖 CMV Pro 後，讓本機分析與 Smart DJ 根據你的曲庫排出下一段音樂。
source: Unlock CMV Pro to make a Smart DJ queue from your library and on-device analysis.
ja: CMV Pro を解放すると、Smart DJ がライブラリとデバイス上の分析から次の曲を選びます。
zh_hant: 解鎖 CMV Pro 後，讓本機分析與 Smart DJ 根據你的曲庫排出下一段音樂。

# 請先加入音樂來源，或稍後再試。
source: Add a music source, or try again later.
ja: 音楽ソースを追加するか、後でもう一度お試しください。
zh_hant: 請先加入音樂來源，或稍後再試。

# 重新推薦
source: Recommend Again
ja: もう一度選曲
zh_hant: 重新推薦

# 開始推薦
source: Get Recommendations
ja: 選曲を開始
zh_hant: 開始推薦

# 已加入最愛
source: In your favorites
ja: お気に入りに登録済み
zh_hant: 已加入最愛

# 評分很高
source: Highly rated
ja: 高評価
zh_hant: 評分很高

# 尚未播放過
source: Not played yet
ja: 未再生
zh_hant: 尚未播放過

# 依聆聽習慣推薦
source: Based on listening habits
ja: 再生傾向からおすすめ
zh_hant: 依聆聽習慣推薦

# 選擇音訊輸出裝置
source: Choose audio output
ja: 音声出力先を選択
zh_hant: 選擇音訊輸出裝置

# 讓 Smart DJ 幫你選歌
source: Let Smart DJ choose your music
ja: Smart DJ に選曲をまかせる
zh_hant: 讓 Smart DJ 幫你選歌

# 依收藏、評分與本機分析產生推薦，並告訴你選歌原因。
source: Get recommendations from favorites, ratings, and on-device analysis, with reasons for each pick.
ja: お気に入り、評価、デバイス上の分析から選曲し、その理由も表示します。
zh_hant: 依收藏、評分與本機分析產生推薦，並告訴你選歌原因。

# 依照你的收藏與評分，排出下一段音樂
source: Queue up music from your favorites and ratings
ja: お気に入りと評価から次の曲を選びます
zh_hant: 依照你的收藏與評分，排出下一段音樂

# 星海晨光
source: Celestial Dawn
ja: 星海の朝焼け
zh_hant: 星海晨光

# 土星環軌站
source: Saturn Ring Station
ja: 土星リングステーション
zh_hant: 土星環軌站

# 綿羊幻想鄉
source: Sheep Dreamland
ja: ひつじ幻想郷
zh_hant: 綿羊幻想鄉

# 銀河月夜
source: Milky Way Night
ja: 銀河月夜
zh_hant: 銀河月夜

# 解鎖綿羊幻想鄉與土星環軌站。
source: Unlock Sheep Dreamland and Saturn Ring Station.
ja: ひつじ幻想郷と土星リングステーションを解放。
zh_hant: 解鎖綿羊幻想鄉與土星環軌站。

# · 已讀取 %.1f 秒
source: · Read %.1f sec
ja: · %.1f秒読み込み
zh_hant: · 已讀取 %.1f 秒

# %@ 首曲目
source: Tracks: %@
ja: %@曲
zh_hant: %@ 首曲目

# %@專輯封面
source: %@ album artwork
ja: %@のアルバムアート
zh_hant: %@專輯封面

# %@（既有同名來源無法驗證，請到設定重新授權，避免建立重複曲庫）
source: %@ (An existing source with the same name could not be verified. Reauthorize it in Settings to avoid creating a duplicate library.)
ja: %@（同名の既存ソースを確認できません。重複したライブラリを作成しないよう、設定で再認証してください）
zh_hant: %@（既有同名來源無法驗證，請到設定重新授權，避免建立重複曲庫）

# %@（請加入包含音樂的資料夾，而非單一檔案）
source: %@ (Add a folder containing music, not an individual file.)
ja: %@（単一ファイルではなく、音楽を含むフォルダを追加してください）
zh_hant: %@（請加入包含音樂的資料夾，而非單一檔案）

# %@，共 %@
source: %@, %@ total
ja: %@、合計 %@
zh_hant: %@，共 %@

# %lld 個來源目前離線
source: Offline sources: %lld
ja: オフラインのソース：%lld件
zh_hant: %lld 個來源目前離線

# %lld 個來源需要重新授權
source: Sources needing reauthorization: %lld
ja: 再認証が必要なソース：%lld件
zh_hant: %lld 個來源需要重新授權

# %lld 分鐘
source: %lld min
ja: %lld分
zh_hant: %lld 分鐘

# %lld 顆星
source: Rating: %lld of 5
ja: 評価：%lld／5
zh_hant: %lld 顆星

# %lld 首
source: Tracks: %lld
ja: %lld曲
zh_hant: %lld 首

# %lld 首 · %@
source: Tracks: %lld · %@
ja: %lld曲 · %@
zh_hant: %lld 首 · %@

# %lld 首曲目 · 已載入 %lld 首
source: Total: %lld · Loaded: %lld
ja: %lld曲 · %lld曲を読み込み済み
zh_hant: %lld 首曲目 · 已載入 %lld 首

# %lld 首歌曲
source: Songs: %lld
ja: %lld曲
zh_hant: %lld 首歌曲

# NAS 暫時離線不會清除曲庫；重新授權也會保留既有歌曲與歌單。
source: The NAS being temporarily offline won't clear your library; reauthorizing will also preserve existing songs and playlists.
ja: NASが一時的にオフラインでもライブラリは消去されません。再認証後も既存の曲とプレイリストは保持されます。
zh_hant: NAS 暫時離線不會清除曲庫；重新授權也會保留既有歌曲與歌單。

# Pro 交易驗證失敗，未啟用權益。
source: Pro purchase verification failed. Pro was not enabled.
ja: Proの購入を確認できませんでした。Proは有効になっていません。
zh_hant: Pro 交易驗證失敗，未啟用權益。

# Pro 商品設定不一致，暫時無法購買。
source: Pro product settings do not match. Purchasing is temporarily unavailable.
ja: Proの商品設定が一致しないため、現在購入できません。
zh_hant: Pro 商品設定不一致，暫時無法購買。

# Pro 已啟用。
source: Pro is active.
ja: Proが有効になりました。
zh_hant: Pro 已啟用。

# Pro 購買已確認。
source: Your Pro purchase is confirmed.
ja: Proの購入を確認しました。
zh_hant: Pro 購買已確認。

# Pro 權益已撤銷。
source: Pro access has been revoked.
ja: Proの利用権が取り消されました。
zh_hant: Pro 權益已撤銷。

# Pro 購買尚未開放
source: Pro purchases are not yet available
ja: Proの購入はまだ利用できません
zh_hant: Pro 購買尚未開放

# Pro 購買尚未開放，免費播放仍可正常使用。
source: Pro purchases are not yet available. Free playback remains available.
ja: Proの購入はまだ利用できません。無料再生は引き続き利用できます。
zh_hant: Pro 購買尚未開放，免費播放仍可正常使用。

# 「%@」沒有目前可播放的曲目。請檢查來源或重新加入音樂。
source: “%@” has no playable tracks right now. Check the source or add the music again.
ja: 「%@」には現在再生できる曲がありません。ソースを確認するか、音楽を再追加してください。
zh_hant: 「%@」沒有目前可播放的曲目。請檢查來源或重新加入音樂。

# 一次性解鎖
source: One-Time Unlock
ja: 一度きりのアンロック
zh_hant: 一次性解鎖

# 一次性解鎖 Pro · %@
source: Unlock Pro · %@
ja: 買い切りでProを解放 · %@
zh_hant: 一次性解鎖 Pro · %@

# 一次性購買，不自動續訂。
source: One-time purchase. No automatic renewal.
ja: 一度きりの購入で、自動更新はありません。
zh_hant: 一次性購買，不自動續訂。

# 上一首
source: Previous
ja: 前の曲
zh_hant: 上一首

# 下一首
source: Next
ja: 次の曲
zh_hant: 下一首

# 不支援媒體檔案「%@」的播放格式，已略過此檔案，其餘索引會繼續。
source: The playback format of media file “%@” is unsupported. This file was skipped; indexing continues.
ja: メディアファイル「%@」の再生形式には対応していません。このファイルをスキップし、インデックス作成を続けます。
zh_hant: 不支援媒體檔案「%@」的播放格式，已略過此檔案，其餘索引會繼續。

# 中縮圖
source: Medium Thumbnails
ja: 中サイズのサムネイル
zh_hant: 中縮圖

# 佇列是空的
source: Queue is empty
ja: キューは空です
zh_hant: 佇列是空的

# 你的 Pro，已經準備好了
source: Your Pro experience is ready
ja: Proの準備ができました
zh_hant: 你的 Pro，已經準備好了

# 來源
source: Source
ja: ソース
zh_hant: 來源

# 來源明細
source: Source Details
ja: ソースの詳細
zh_hant: 來源明細

# 來源暫時離線
source: Source Temporarily Offline
ja: ソースは一時的にオフラインです
zh_hant: 來源暫時離線

# 來源錯誤：%@；且無法保存狀態：%@
source: Source error: %@; failed to save state: %@
ja: ソースエラー：%@；状態の保存にも失敗しました：%@
zh_hant: 來源錯誤：%@；且無法保存狀態：%@

# 來源離線
source: Source Offline
ja: ソースがオフライン
zh_hant: 來源離線

# 來源需要重新授權
source: Source Requires Reauthorization
ja: ソースの再認証が必要です
zh_hant: 來源需要重新授權

# 保持目前進度並回到主畫面的月環播放器
source: Keep your place and return to the Moon Ring player on the main screen
ja: 再生位置を保ったままメイン画面の月環プレーヤーに戻る
zh_hant: 保持目前進度並回到主畫面的月環播放器

# 保持目前進度並回到主視窗的月環播放器
source: Keep your place and return to the Moon Ring player in the main window
ja: 再生位置を保ったままメインウインドウの月環プレーヤーに戻る
zh_hant: 保持目前進度並回到主視窗的月環播放器

# 保留原始檔案 · %lld 首
source: Keep original files · Tracks: %lld
ja: 元のファイルを保持 · %lld曲
zh_hant: 保留原始檔案 · %lld 首

# 修改時間
source: Date Modified
ja: 変更日時
zh_hant: 修改時間

# 儲存
source: Save
ja: 保存
zh_hant: 儲存

# 全選
source: Select All
ja: すべて選択
zh_hant: 全選

# 全部曲目
source: All Tracks
ja: すべての曲
zh_hant: 全部曲目

# 其他工作 %lld 項
source: Other tasks: %lld
ja: その他のタスク %lld 件
zh_hant: 其他工作 %lld 項

# 刪除
source: Delete
ja: 削除
zh_hant: 刪除

# 前往設定
source: Go to Settings
ja: 設定を開く
zh_hant: 前往設定

# 前往設定加入本機或 NAS 資料夾。
source: Go to Settings to add a local or NAS folder.
ja: 設定に移動してローカルまたはNASフォルダを追加してください。
zh_hant: 前往設定加入本機或 NAS 資料夾。

# 加入、重新授權與重新索引都集中在這裡，不占用日常導覽。
source: Add, reauthorize, and reindex everything here, without cluttering everyday navigation.
ja: 追加、再認証、再インデックスはここにまとめ、普段のナビゲーションを邪魔しません。
zh_hant: 加入、重新授權與重新索引都集中在這裡，不占用日常導覽。

# 加入接下來播放
source: Add to Up Next
ja: 次に再生に追加
zh_hant: 加入接下來播放

# 加入最愛
source: Add to Favorites
ja: お気に入りに追加
zh_hant: 加入最愛

# 加入本機資料夾，或先在 Finder／檔案 App 連接 NAS。
source: Add a local folder, or connect to NAS first in Finder/Files.
ja: ローカルフォルダを追加するか、先にFinder／ファイルAppでNASに接続してください。
zh_hant: 加入本機資料夾，或先在 Finder／檔案 App 連接 NAS。

# 加入歌單
source: Add to Playlist
ja: プレイリストに追加
zh_hant: 加入歌單

# 加入音樂
source: Add Music
ja: 音楽を追加
zh_hant: 加入音樂

# 加入音樂並完成索引後，內容會出現在這裡。
source: Your content will appear here after you add music and finish indexing.
ja: 音楽を追加してインデックス作成が完了すると、ここに表示されます。
zh_hant: 加入音樂並完成索引後，內容會出現在這裡。

# 加入音樂來源
source: Add Music Source
ja: 音楽ソースを追加
zh_hant: 加入音樂來源

# 升冪
source: Ascending
ja: 昇順
zh_hant: 升冪

# 取消
source: Cancel
ja: キャンセル
zh_hant: 取消

# 取消全選
source: Deselect All
ja: すべての選択を解除
zh_hant: 取消全選

# 取消計時器
source: Cancel Timer
ja: タイマーをキャンセル
zh_hant: 取消計時器

# 取消選取
source: Deselect
ja: 選択を解除
zh_hant: 取消選取

# 取消選取%@
source: Deselect %@
ja: %@の選択を解除
zh_hant: 取消選取%@

# 取消釘選離線
source: Unpin Offline
ja: オフラインのピン留めを解除
zh_hant: 取消釘選離線

# 只修改這張歌單；不刪除原始檔案、評分或播放紀錄。暫時離線的曲目不會移除。
source: Only modify this playlist; original files, ratings, and play history won't be deleted. Temporarily offline tracks won't be removed.
ja: このプレイリストだけを変更します。元のファイル、評価、再生履歴は削除されません。一時的にオフラインの曲も削除されません。
zh_hant: 只修改這張歌單；不刪除原始檔案、評分或播放紀錄。暫時離線的曲目不會移除。

# 可使用
source: Available
ja: 利用可能
zh_hant: 可使用

# 合併 NAS 重連造成的重複項目
source: Merge duplicates caused by NAS reconnection
ja: NASの再接続で生じた重複項目を統合
zh_hant: 合併 NAS 重連造成的重複項目

# 名稱不能是空白。
source: Name can't be blank.
ja: 名前を空にすることはできません。
zh_hant: 名稱不能是空白。

# 在 Finder 中顯示
source: Show in Finder
ja: Finderで表示
zh_hant: 在 Finder 中顯示

# 在歌曲清單裡點選愛心即可收藏。
source: Select the heart in the track list to add a favorite.
ja: 曲の一覧でハートを選ぶとお気に入りに追加できます。
zh_hant: 在歌曲清單裡點選愛心即可收藏。

# 在獨立播放器開啟影片
source: Open Video in Standalone Player
ja: 独立したプレーヤーでビデオを開く
zh_hant: 在獨立播放器開啟影片

# 夜航收藏
source: Night Flight Collection
ja: ナイトフライト・コレクション
zh_hant: 夜航收藏

# 大縮圖
source: Large Thumbnails
ja: 大きいサムネイル
zh_hant: 大縮圖

# 天空主題
source: Sky Theme
ja: スカイテーマ
zh_hant: 天空主題

# 完成
source: Done
ja: 完了
zh_hant: 完成

# 將%@加入接下來播放
source: Add %@ to Up Next
ja: %@を次に再生に追加
zh_hant: 將%@加入接下來播放

# 將「%@」移至垃圾桶？
source: Move “%@” to Trash?
ja: 「%@」をゴミ箱に移動しますか？
zh_hant: 將「%@」移至垃圾桶？

# 將實體檔案移至垃圾桶
source: Move Physical File to Trash
ja: 実ファイルをゴミ箱に移動
zh_hant: 將實體檔案移至垃圾桶

# 專輯
source: Album
ja: アルバム
zh_hant: 專輯

# 小縮圖
source: Small Thumbnails
ja: 小さいサムネイル
zh_hant: 小縮圖

# 尚未加入來源
source: No Sources Added
ja: ソースはまだ追加されていません
zh_hant: 尚未加入來源

# 尚未加入音樂
source: No Music Added
ja: 音楽はまだ追加されていません
zh_hant: 尚未加入音樂

# 尚未建立歌單
source: No Playlists Created
ja: プレイリストはまだ作成されていません
zh_hant: 尚未建立歌單

# 尚未播放
source: Not Playing
ja: 未再生
zh_hant: 尚未播放

# 尚未選擇影片
source: No Video Selected
ja: ビデオが選択されていません
zh_hant: 尚未選擇影片

# 尚無專輯
source: No Albums
ja: アルバムはありません
zh_hant: 尚無專輯

# 尚無歌手
source: No Artists
ja: アーティストはありません
zh_hant: 尚無歌手

# 已取消購買。
source: Purchase canceled.
ja: 購入をキャンセルしました。
zh_hant: 已取消購買。

# 已合併 %lld 筆重複項目
source: Duplicate items merged: %lld
ja: %lld件の重複項目を統合しました
zh_hant: 已合併 %lld 筆重複項目

# 已收藏
source: Favorited
ja: お気に入り
zh_hant: 已收藏

# 已整理 %lld 首，正在檢查檔案
source: Organized: %lld · Checking files
ja: %lld曲を整理しました。ファイルを確認しています
zh_hant: 已整理 %lld 首，正在檢查檔案

# 已有 Pro 操作正在進行。
source: Another Pro operation is in progress.
ja: 別のPro操作を実行中です。
zh_hant: 已有 Pro 操作正在進行。

# 已檢查 %lld 首
source: Checked: %lld
ja: %lld曲を確認しました
zh_hant: 已檢查 %lld 首

# 已檢查 %lld 首 · 正在讀取 %@%@
source: Checked: %lld · Reading %@%@
ja: %lld曲を確認しました · %@%@を読み込み中
zh_hant: 已檢查 %lld 首 · 正在讀取 %@%@

# 已略過歌單中 %lld 首目前無法播放的曲目。
source: Unplayable playlist tracks skipped: %lld.
ja: プレイリスト内の現在再生できない曲を%lld曲スキップしました。
zh_hant: 已略過歌單中 %lld 首目前無法播放的曲目。

# 已移出曲庫
source: Removed from Library
ja: ライブラリから削除済み
zh_hant: 已移出曲庫

# 已解鎖 Pro
source: Pro Unlocked
ja: Proがアンロックされました
zh_hant: 已解鎖 Pro

# 已載入 %@ 首
source: Loaded: %@
ja: %@曲を読み込み済み
zh_hant: 已載入 %@ 首

# 已載入項目中有 %lld 首失效。暫時離線的來源會保留在歌單，重連後可繼續播放。
source: Invalid loaded tracks: %lld. Temporarily offline sources stay in playlists and can resume playback after reconnecting.
ja: 読み込んだ項目のうち%lld曲が無効です。一時的にオフラインのソースはプレイリストに保持され、再接続後に再生を再開できます。
zh_hant: 已載入項目中有 %lld 首失效。暫時離線的來源會保留在歌單，重連後可繼續播放。

# 已選 %lld 首
source: Selected: %lld
ja: %lld曲を選択中
zh_hant: 已選 %lld 首

# 已選取 %lld 首的批次操作
source: Batch actions · Selected: %lld
ja: 選択した%lld曲の一括操作
zh_hant: 已選取 %lld 首的批次操作

# 已釘選離線
source: Pinned for Offline
ja: オフライン用に固定済み
zh_hant: 已釘選離線

# 已開啟
source: Enabled
ja: 有効
zh_hant: 已開啟

# 已關閉
source: Disabled
ja: 無効
zh_hant: 已關閉

# 已隱藏
source: Hidden
ja: 非表示
zh_hant: 已隱藏

# 已顯示
source: Shown
ja: 表示
zh_hant: 已顯示

# 已顯示全部 %@ 首
source: All shown · %@ total
ja: 全%@曲を表示
zh_hant: 已顯示全部 %@ 首

# 已顯示全部 %lld 首歌曲
source: All songs shown · %lld total
ja: 全%lld曲を表示
zh_hant: 已顯示全部 %lld 首歌曲

# 建立歌單後，可以從歌曲的更多操作加入曲目。
source: After creating a playlist, add tracks from a song's More actions.
ja: プレイリストを作成したら、曲の「その他の操作」から曲を追加できます。
zh_hant: 建立歌單後，可以從歌曲的更多操作加入曲目。

# 影片
source: Video
ja: ビデオ
zh_hant: 影片

# 影片播放
source: Video Playback
ja: ビデオ再生
zh_hant: 影片播放

# 影片播放失敗。
source: Video playback failed.
ja: ビデオの再生に失敗しました。
zh_hant: 影片播放失敗。

# 影片播放失敗：%@
source: Video playback failed: %@
ja: ビデオの再生に失敗しました：%@
zh_hant: 影片播放失敗：%@

# 待索引 %lld 個來源
source: Sources queued for indexing: %lld
ja: インデックス待ちのソース %lld 件
zh_hant: 待索引 %lld 個來源

# 待索引 %lld 個來源 · 其他工作 %lld 項
source: Sources queued for indexing: %lld · Other tasks: %lld
ja: インデックス待ちのソース %lld 件 · その他のタスク %lld 件
zh_hant: 待索引 %lld 個來源 · 其他工作 %lld 項

# 從 CMV 移出 %lld 首曲目？
source: Remove from CMV? · %lld selected
ja: CMVから%lld曲を削除しますか？
zh_hant: 從 CMV 移出 %lld 首曲目？

# 從檔案選擇尚未加入曲庫的影片
source: Choose a video from Files that hasn't been added to the library
ja: ファイルからライブラリに追加されていないビデオを選択
zh_hant: 從檔案選擇尚未加入曲庫的影片

# 從歌單移除
source: Remove from Playlist
ja: プレイリストから削除
zh_hant: 從歌單移除

# 從歌單移除失效項目？
source: Remove invalid items from playlist?
ja: プレイリストから無効な項目を削除しますか？
zh_hant: 從歌單移除失效項目？

# 從歌曲、多選工具列或歌單選擇「加入接下來播放」。
source: Choose “Add to Up Next” from a song, the multi-select toolbar, or a playlist.
ja: 曲、複数選択ツールバー、またはプレイリストから「次に再生に追加」を選択してください。
zh_hant: 從歌曲、多選工具列或歌單選擇「加入接下來播放」。

# 從歌曲頁將曲目加入這張歌單。
source: Add tracks to this playlist from the song page.
ja: 曲のページからこのプレイリストに曲を追加します。
zh_hant: 從歌曲頁將曲目加入這張歌單。

# 恢復購買
source: Restore Purchases
ja: 購入を復元
zh_hant: 恢復購買

# 恢復購買失敗，請稍後再試。
source: Could not restore purchases. Please try again later.
ja: 購入を復元できませんでした。後でもう一度お試しください。
zh_hant: 恢復購買失敗，請稍後再試。

# 我的歌單
source: My Playlists
ja: マイプレイリスト
zh_hant: 我的歌單

# 找不到可恢復的 Pro 購買。
source: No Pro purchase is available to restore.
ja: 復元できるProの購入が見つかりません。
zh_hant: 找不到可恢復的 Pro 購買。

# 找不到曲目記錄
source: Track record not found
ja: 曲の記録が見つかりません
zh_hant: 找不到曲目記錄

# 找不到歌單曲目
source: Playlist track not found
ja: プレイリストの曲が見つかりません
zh_hant: 找不到歌單曲目

# 找不到歌曲檔案，請重新連接音樂來源。
source: Track file not found. Reconnect the music source.
ja: 曲のファイルが見つかりません。音楽ソースを再接続してください。
zh_hant: 找不到歌曲檔案，請重新連接音樂來源。

# 把想聽的歌先留在裝置上，再替今晚的音樂換一片天空。
source: Keep the songs you want on your device, then give tonight's music a new sky.
ja: 聴きたい曲をデバイスに保存して、今夜の音楽に新しい景色を。
zh_hant: 把想聽的歌先留在裝置上，再替今晚的音樂換一片天空。

# 掃描發現問題：%@
source: Scan found a problem: %@
ja: スキャンで問題が見つかりました：%@
zh_hant: 掃描發現問題：%@

# 排序方式，目前為%@
source: Sort method, currently %@
ja: 並べ替え方法（現在：%@）
zh_hant: 排序方式，目前為%@

# 排序：%@
source: Sort: %@
ja: 並べ替え：%@
zh_hant: 排序：%@

# 探索 CMV Pro
source: Explore CMV Pro
ja: CMV Proを探索
zh_hant: 探索 CMV Pro

# 接下來播放
source: Up Next
ja: 次に再生
zh_hant: 接下來播放

# 換一片喜歡的天空
source: Choose your favorite sky
ja: 好きな空を選ぶ
zh_hant: 換一片喜歡的天空

# 搜尋歌曲、歌手或專輯
source: Search songs, artists, or albums
ja: 曲、アーティスト、アルバムを検索
zh_hant: 搜尋歌曲、歌手或專輯

# 搜尋目前歌單
source: Search This Playlist
ja: このプレイリストを検索
zh_hant: 搜尋目前歌單

# 播放
source: Play
ja: 再生
zh_hant: 播放

# 播放 %@，%@
source: Play %@, %@
ja: %@、%@を再生
zh_hant: 播放 %@，%@

# 播放%@
source: Play %@
ja: %@を再生
zh_hant: 播放%@

# 播放一首收藏，星光會在這裡留下它的細節。
source: Play a favorite; its starlit details will appear here.
ja: お気に入りを再生すると、その星明かりのような詳細がここに表示されます。
zh_hant: 播放一首收藏，星光會在這裡留下它的細節。

# 播放失敗：%@
source: Playback failed: %@
ja: 再生に失敗しました：%@
zh_hant: 播放失敗：%@

# 播放影片
source: Play Video
ja: ビデオを再生
zh_hant: 播放影片

# 播放或暫停目前影片
source: Play or Pause Current Video
ja: 現在のビデオを再生または一時停止
zh_hant: 播放或暫停目前影片

# 播放所選
source: Play Selected
ja: 選択項目を再生
zh_hant: 播放所選

# 播放目前曲目
source: Play Current Track
ja: 現在の曲を再生
zh_hant: 播放目前曲目

# 播放管線發生錯誤：%@
source: Playback pipeline error: %@
ja: 再生パイプラインエラー：%@
zh_hant: 播放管線發生錯誤：%@

# 播放進度
source: Playback Progress
ja: 再生進捗
zh_hant: 播放進度

# 收到未預期的 Pro 商品。
source: An unexpected Pro product was returned.
ja: 予期しないPro商品が返されました。
zh_hant: 收到未預期的 Pro 商品。

# 放回月環
source: Return to Moon Ring
ja: 月環に戻す
zh_hant: 放回月環

# 新增歌單
source: Add Playlist
ja: プレイリストを追加
zh_hant: 新增歌單

# 新歌單
source: New Playlist
ja: 新規プレイリスト
zh_hant: 新歌單

# 智慧 DJ 正在選歌
source: Smart DJ is choosing tracks
ja: Smart DJが曲を選んでいます
zh_hant: 智慧 DJ 正在選歌

# 智慧快取
source: Smart Cache
ja: スマートキャッシュ
zh_hant: 智慧快取

# 暫停
source: Pause
ja: 一時停止
zh_hant: 暫停

# 暫停影片
source: Pause Video
ja: 動画を一時停止
zh_hant: 暫停影片

# 曲庫
source: Music Library
ja: 音楽ライブラリ
zh_hant: 曲庫

# 曲庫目前沒有可播放的歌曲。請先加入音樂來源並完成索引。
source: There are no playable songs in the library. Add a music source and finish indexing first.
ja: ライブラリに再生できる曲がありません。音楽ソースを追加して、まずインデックス作成を完了してください。
zh_hant: 曲庫目前沒有可播放的歌曲。請先加入音樂來源並完成索引。

# 曲庫連線
source: Music Library Connection
ja: 音楽ライブラリ接続
zh_hant: 曲庫連線

# 曲庫顯示方式，目前為%@
source: Library View, currently %@
ja: 音楽ライブラリの表示形式（現在：%@）
zh_hant: 曲庫顯示方式，目前為%@

# 曲目已移出 CMV，但有 %lld 份離線副本清理失敗。請稍後重試。
source: The track was removed from CMV, but cleanup failed for %lld offline copies. Try again later.
ja: 曲をCMVから移動しましたが、%lld個のオフラインコピーを削除できませんでした。後でもう一度お試しください。
zh_hant: 曲目已移出 CMV，但有 %lld 份離線副本清理失敗。請稍後重試。

# 曲目會從 CMV 曲庫隱藏，歌單仍保留項目供你檢查或清理；NAS／磁碟上的原始檔案不會刪除，重新索引也不會自動加回。
source: Tracks will be hidden from the CMV library; playlist entries remain for review or cleanup. Original files on NAS/disks will not be deleted or added back automatically when reindexing.
ja: 曲目はCMVライブラリから非表示になります。確認または整理できるようプレイリストの項目は残ります。NAS／ディスク上の元ファイルは削除されず、再インデックスしても自動的には再追加されません。
zh_hant: 曲目會從 CMV 曲庫隱藏，歌單仍保留項目供你檢查或清理；NAS／磁碟上的原始檔案不會刪除，重新索引也不會自動加回。

# 更多播放控制
source: More Playback Controls
ja: その他の再生コントロール
zh_hant: 更多播放控制

# 最愛
source: Favorites
ja: お気に入り
zh_hant: 最愛

# 月環內播放
source: Play in Moon Ring
ja: 月環内で再生
zh_hant: 月環內播放

# 月環影片播放器
source: Moon Ring Video Player
ja: 月環ビデオプレーヤー
zh_hant: 月環影片播放器

# 未知專輯
source: Unknown Album
ja: 不明なアルバム
zh_hant: 未知專輯

# 未知歌手
source: Unknown Artist
ja: 不明なアーティスト
zh_hant: 未知歌手

# 未知資料庫錯誤
source: Unknown database error
ja: 不明なデータベースエラー
zh_hant: 未知資料庫錯誤

# 未評分
source: Unrated
ja: 未評価
zh_hant: 未評分

# 本機聲學分析與 Smart DJ 需要 CMV Pro。
source: On-device acoustic analysis and Smart DJ require CMV Pro.
ja: デバイス上の音響分析とSmart DJにはCMV Proが必要です。
zh_hant: 本機聲學分析與 Smart DJ 需要 CMV Pro。

# 本機與 NAS 基本播放、搜尋、歌單、收藏評分和日常佇列操作都能免費使用。
source: Basic playback, search, playlists, favorites, ratings, and everyday queue actions are free on local sources and NAS.
ja: ローカルとNASでは、基本的な再生、検索、プレイリスト、お気に入り、評価、日常的なキュー操作を無料で利用できます。
zh_hant: 本機與 NAS 基本播放、搜尋、歌單、收藏評分和日常佇列操作都能免費使用。
